chore(content): write-only draft [cloud/enterprise-hybrid/module-10.4-hybrid]
